import React from "react";
import crewimg from "../images/crew.jpg";
import "./crew.css";

function CrewCard() {
  return (
    <div className="container-lg text-center crew-card p-5" id="crew-card">
      <div className="col">
        <h2 className="h2 overflow-hidden ">ಪ್ರಸ್ಥುತ ಸಾಲಿನ ಕಾರ್ಯಕಾರಿ ಸಮಿತಿ</h2>
        <p>2021 - 2024</p>
        <img className="crew-img" src={crewimg} alt="crew" />
      </div>
      <div className="col mt-3">
        <h5 className="h5 overflow-hidden">ಕುಳಿತಿರುವವರು</h5>
        <p>
          ಎಡದಿಂದ ಬಲಕ್ಕೆ: ಶ್ರೀ ಹೆಚ್.ವಿ.ಅಖಿಲೇಶ್ - ಖಜಾಂಚಿ, ಶ್ರೀ ಎ.ನಟರಾಜ(ಯೋಗ), -
          ಸಹಕಾರ್ಯದರ್ಶಿ, ಪ್ರೊ ಎಂ.ಜಿ.ಅಮರನಾಥ - ಗೌ||ಕಾರ್ಯದರ್ಶಿ, ಶ್ರೀ ಎಂ.ಜಿ.ಶ್ರೀನಿವಾಸ
          - ಅಧ್ಯಕ್ಷರು, ಶ್ರೀ ಬಿ.ಜಿ.ಅಮರನಾಥ - ಉಪಾಧ್ಯಕ್ಷರು, ಶ್ರೀ ಪಿ.ಗೋಪಾಲ -
          ಉಪಾಧ್ಯಕ್ಷರು
        </p>
        <h5 className="h5 overflow-hidden">ನಿಂತಿರುವವರು,</h5>
        <p>
          ಮೊದಲನೇ ಸಾಲು ಎಡದಿಂದ ಬಲಕ್ಕೆ: ನಿರ್ದೇಶಕರು:- ಶ್ರೀ ಕೆ.ಎಸ್.ನರೇಂದ್ರ, ಶ್ರೀಮತಿ
          ಕೆ.ರೇಖಾ, ಶ್ರೀಮತಿ ಎನ್.ಸುಧಾ, ಶ್ರೀಮತಿ ಎಂ.ಎನ್.ಶ್ರೀದೇವಿ,ಶ್ರೀಮತಿ
          ವಿ.ನಿರ್ಮಲ,ಶ್ರೀಮತಿ ಎಸ್.ವತ್ಸಲಾ, ಶ್ರೀ ಎಲ್.ಮಹೇಶ
        </p>
        <p>
          ಎರಡನೆ ಸಾಲು ಎಡದಿಂದ ಬಲಕ್ಕೆ: ನಿರ್ದೇಶಕರು:- ಶ್ರೀ ಎಸ್.ಎನ್.ನಟರಾಜು, ಶ್ರೀ
          ಎ.ಎಸ್.ರಾಘವೇಂದ್ರ, ಶ್ರೀ ಕೆ.ಆರ್.ದಯಾನಂದ, ಶ್ರೀ ಕೆ.ಎಸ್.ಮಂಜುನಾಥ್, ಶ್ರೀ
          ಪ್ರಭಾಕರ್, ಶ್ರೀ ಎನ್.ಜಿ.ಕುಮಾರ್, ಶ್ರೀ ಕೆ.ನರೇಂದ್ರ
        </p>
      </div>
      <div className="col">
        <h3 className="h3 overflow-hidden">ರಾಮನವಮಿ ಹಬ್ಬದ ಪೂಜಾ ಕಾರ್ಯಕ್ರಮಗಳು</h3>
        <h5 className="h5 overflow-hidden">
          ಸನ್ಮಾನ್ಯ ಶ್ರೀ ದೇವಾಂಗ ಕುಲಭಾಂಧವರಿಗೆಲ್ಲ ಶ್ರೀ ರಾಮನವಮಿ ಹಬ್ಬದ ಶುಭಾಶಯಗಳು.
          ದಿನಾಂಕ 10.04.2022 ಭಾನುವಾರ ದಿಂದ 18.04.2022. ಸೋಮವಾರದ ವರೆಗೂ, ಶ್ರೀ ರಾಮನವಮಿ
          ಹಬ್ಬದ ಪ್ರಯುಕ್ತ ಪ್ರತಿ ದಿನ ರಾತ್ರಿ 7.00 ರಿಂದ 8.00 ಘಂಟೆ ವರೆಗೂ, ಶ್ರೀ
          ರಾಮಲಿಂಗ ಚಂದ್ರ ಚೌಡೇಶ್ವರಿ ದೇವಸ್ಥಾನದಲ್ಲಿ, ಭಜನೆ, ಪೂಜಾ ಕಾರ್ಯಕ್ರಮಗಳು, ಹಾಗೂ,
          ಪ್ರಸಾದ ವಿನಿಯೋಗ ಇರುತ್ತದೆ. ದಯವಿಟ್ಟು ಈ ಎಲ್ಲಾ ಕಾರ್ಯಕ್ರಮಗಳಿಗೆ,ಕುಲಬಾಂಧವರು,
          ನಾಗರೀಕರು ಮತ್ತು ಭಕ್ತ ಮಹಾಶಯರೆಲ್ಲರೂ,ಅತಿ ಹೆಚ್ಚಿನ ಸಂಖ್ಯೆಯಲ್ಲಿ ಬಂದು ಭಾಗವಹಿಸಿ
          ಕಾರ್ಯಕ್ರಮವನ್ನು ಯಶಸ್ವಿಗೊಳಿಸಬೇಕೆಂದು ವಿನಂತಿಸುತ್ತೇವೆ.
        </h5>
        <h5 className="h5 overflow-hidden">
          ಇಂತಿ, ತಮ್ಮ ವಿಶ್ವಾಸಿಗಳು. ಅಧ್ಯಕ್ಷರು, ಕಾರ್ಯದರ್ಶಿ, ಕಾರ್ಯನಿರ್ವಾಹಕ ಹಾಗೂ
          ಕಾರ್ಯಕಾರಿ ಸಮಿತಿ ಸದಸ್ಯರು. ದೇವಾಂಗ ಮಂಡಲಿ.(ರಿ) ದೊಡ್ಡಬಳ್ಳಾಪುರ.
        </h5>
      </div>
    </div>
  );
}

export default CrewCard;
